Repository: tomdiz-epicorebiosystems/test_ch_ios_github_actions
Catalog: Localizable.xcstrings
Source language: en
Languages: es, ja

source: Please wait until it's completed
es: Por favor, espere hasta que se complete
ja: 完了するまでお待ちください

source: and
es: y
ja: そして

source: and acknowledge that the
es: y reconocer que el
ja: そして、

source: applies.
es: aplica.
ja: が適用されます。

source: days
es: días
ja: 日

source: sodium concentration
es: concentración de sodio
ja: ナトリウム濃度

source: volume of loss
es: volumen de pérdidas
ja: 損失の量

source: (Optional)
es: (Opcional)
ja: (オプション）

source: (per Mayo Clinic)
es: (según Clínica Mayo)
ja: (メイヨークリニックによる)

source: (Requires Onboarding)
es: (Requiere Onboarding)
ja: (オンボーディングが必要）

source: * Sweat loss: **%1$@%2$@** / Passive loss: **%3$@%4$@** Passive loss consists of trans epidermal water loss and metabolic water production to maintain fluid balance during activity.
es: * Pérdida por sudor: **%1$@%2$@** / Pérdida pasiva: **%3$@%4$@** La pérdida pasiva consiste en la pérdida de agua transepidérmica y la producción metabólica de agua para mantener el equilibrio de líquidos durante la actividad.
ja: * 汗の損失: **%1$@%2$@** / 受動的損失: **%3$@%4$@** 受動的な水分損失は、表皮を通した水分損失と、活動中の水分バランスを維持するための代謝による水分生成から構成されます。

source: * Sweat loss: **0.0 %1$@** / Passive loss: **0.0 %2$@** Passive loss consists of trans epidermal water loss and metabolic water production to maintain fluid balance during activity.
es: * Pérdida por sudor: **0,0 %1$@** / Pérdida pasiva: **0,0 %2$@** La pérdida pasiva consiste en la pérdida de agua transepidérmica y la producción metabólica de agua para mantener el equilibrio de líquidos durante la actividad.
ja: * 汗の損失： **0.0 %1$@** / 受動的損失： **0.0 %2$@** 受動的損失は、活動中の体液バランスを維持するための経表皮水分損失と 代謝性水分産生からなる。

source: **You lose a similar amount of water as your peers**, but likely lose more sodium than others. Make sure to stop and hydrate frequently throughout the day, but also make sure you’re getting electrolytes throughout the day. With a higher sodium concentration than your peers, your diet alone is unlikely to replenish all the sodium you lose through sweat.
es: **Pierdes una cantidad de agua similar a la de tus compañeros**, pero probablemente pierdas más sodio que los demás. Asegúrate de parar e hidratarte con frecuencia a lo largo del día, pero también asegúrate de ingerir electrolitos a lo largo del día. Con una concentración de sodio superior a la de tus compañeros, es poco probable que tu dieta por sí sola reponga todo el sodio que pierdes a través del sudor.
ja: **水分の喪失量は他の選手と同程度ですが**、ナトリウムの喪失量は他の選手より多くなります。一日を通してこまめに水分補給をし、電解質も補給するようにしましょう。同世代の選手よりもナトリウム濃度が高いため、食事だけでは汗で失ったナトリウムをすべて補給することは難しいでしょう。

source: %lld DAYS
es: %lld DÍAS
ja: %lld 日

source: • Check network connection
es: • Verifique la conexión de red
ja: • ネットワーク接続を確認する

source: • Check Spam or Junk folders
es: • Revisar las carpetas de spam o basura
ja: • スパムまたはジャンクフォルダをチェックする

source: • Connect the equipment into an outlet on a circuit different from that to which the receiver is connected
es: - Conectar el equipo a una toma de corriente de un circuito distinto al que está conectado el receptor.
ja: • 機器を受信機が接続されている回路とは異なる回路のコンセントに接続します。

source: • Consult the dealer or an experienced radio/TV technician for help
es: • Consulte al distribuidor o a un técnico experimentado en radio/TV para obtener ayuda.
ja: • 販売店または経験豊富なラジオ/テレビ技術者に相談してください。

source: • Ensure you’re checking inbox for
es: - Asegúrese de revisar la bandeja de entrada para
ja: • 受信箱を確認してください

source: • If manually entered: double-check verification code for typos
es: • Si se ingresa manualmente: verifique dos veces el código de verificación para detectar errores tipográficos.
ja: • 手動で入力した場合: 確認コードにタイプミスがないか再確認してください。

source: • If manually entering the serial number, double-check that you’re entering the correct number.
es: • Si ingresa manualmente el número de serie, verifique que esté ingresando el número correcto.
ja: • シリアル番号を手動で入力する場合は、正しい番号を入力していることを再確認してください。

source: • If Step 2 is unsuccessful, request a new module.
es: • Si el paso 2 no tiene éxito, solicite un nuevo módulo.
ja: • ステップ 2 が失敗した場合は、新しいモジュールをリクエストします。

source: • If the test fails after Step 1, restart your phone. Return to the Connected Hydration app, which will open on the pairing step. Try to pair again.
es: • Si la prueba falla después del Paso 1, reinicie su teléfono. Regrese a la aplicación Connected Hydration, que se abrirá en el paso de emparejamiento. Intente emparejar nuevamente.
ja: • ステップ 1 の後にテストが失敗した場合は、電話機を再起動します。 Connected Hydration アプリに戻ります。ペアリング手順で開きます。もう一度ペアリングしてみます。

source: • Increase the separation between the equipment and receiver
es: • Aumente la separación entre el equipo y el receptor
ja: • 機器と受信機の間の距離を広げる

source: • It may take 5 minutes for email to arrive
es: • El correo electrónico puede tardar 5 minutos en llegar
ja: • メールが届くまでに 5 分ほどかかる場合があります

source: • Link / verification code may have expired. Request a new email (below)
es: • Es posible que el enlace/código de verificación haya caducado. Solicite un nuevo correo electrónico (abajo)
ja: • リンク/認証コードの有効期限が切れている可能性があります。新しいメールをリクエストする (下記)

source: • Match your urine color to the closest color and its associated hydraion level shown in the chart.
es: - Haga coincidir el color de su orina con el color más próximo y su nivel de hidraión asociado que se muestran en el gráfico.
ja: 尿の色と下の表のカラーチャートを比較してください。

source: • Observe the color of your urine stream, not the toilet water, as the water in the toilet will dilute your urine color.
es: - Observe el color de su chorro de orina, no el del agua del inodoro, ya que el agua del inodoro diluirá el color de su orina.
ja: トイレでは、便器に流れた尿の色は水と混ざり薄くなるので、排尿中の尿の色を見てください。

source: • Reorient or relocate the receiving antenna
es: • Reorientar o reubicar la antena receptora
ja: • 受信アンテナの向きを変えるか、位置を変える

source: • Request a new email (below)
es: • Solicite un nuevo correo electrónico (abajo)
ja: • 新しいメールをリクエストします (下記)

source: • Try pairing again by scanning the QR code.
es: • Intente realizar el emparejamiento nuevamente escaneando el código QR.
ja: • QR コードをスキャンして、ペアリングを再試行します。

source: • Type of antenna
es: • Tipo de antena
ja: • アンテナの種類

source: < SETTINGS
es: < AJUSTES
ja: < 設定

source: 1 teaspoon = 2,325mg sodium
es: 1 cucharadita = 2325 mg de sodio
ja: 小さじ１杯 = ナトリウム2,325mg

source: 1. Switch to the app you use to check email
es: 1. Cambie a la aplicación que utiliza para consultar el correo electrónico.
ja: 1. メールチェックに使用するアプリに切り替えます

source: 2. Look for an email from Epicore Biosystems
es: 2. Busque un correo electrónico de Epicore Biosystems
ja: 2. Epicore Biosystems からのメールを探します

source: 3. Follow instructions in the email
es: 3. Siga las instrucciones del correo electrónico.
ja: 3. メールの指示に従います

source: 400mg each
es: 400 mg cada uno
ja: 各400mg

source: A light will flash on startup, then blink green every 10 sec.
es: Una luz parpadeará al inicio y luego parpadeará en verde cada 10 segundos.
ja: 起動時にライトが点滅し、その後 10 秒ごとに緑色に点滅します。

source: A quick orientation of the basics
es: Una rápida orientación de los conceptos básicos.
ja: 基本の簡単な説明

source: Accessory: Armband
es: Accesorio: Brazalete
ja: アクセサリー アームバンド

source: Accessory: Patch
es: Accesorio: Parche
ja: アクセサリー パッチ

source: ACCOUNT
es: CUENTA
ja: アカウント

source: ACCOUNT & SETTINGS
es: CONFIGURACIONES DE LA CUENTA
ja: アカウント設定

source: ACCOUNT LOGIN
es: ACCESO A LA CUENTA
ja: アカウントログイン

source: ACCOUNT SETUP
es: CONFIGURACIÓN DE LA CUENTA
ja: アカウント設定

source: ACTIVITY
es: ACTIVIDAD
ja: 活動

source: Activity Level
es: Nivel de actividad
ja: 活動レベル

source: ACTIVITY LEVEL
es: NIVEL DE ACTIVIDAD
ja: 活動レベル

source: Activity Size
es: Tamaño de la actividad
ja: アクティビティのサイズ

source: ADD A MENU ITEM
es: AÑADIR UN ARTÍCULO DEL MENÚ
ja: メニュー項目を追加する

source: Adjust per diet
es: Ajustar por dieta
ja: 食事ごとに調整する

source: After you finish a drink, open the app and tap “Track Intake”. Select items from menu and save. This tracks the items’ sodium and water content.
es: Cuando termines de beber, abre la aplicación y pulsa «Seguir ingesta». Selecciona los elementos del menú y guárdalos. Esto registra el contenido de sodio y agua de los alimentos.
ja: 飲み終わったらアプリを開き、「摂取量を記録」をタップ。メニューから項目を選択し、保存する。これでアイテムのナトリウムと水分含有量が追跡される。

source: ALARMS
es: ALARMAS
ja: アラーム

source: Alert me for every 500 ml of sweat loss. (Recommended)
es: Alertarme por cada 500 ml de pérdida de sudor. (Recomendado)
ja: 汗が 500 ml 失われるごとに通知します。(推奨)

source: Already have an account?
es: ¿Ya tienes una cuenta?
ja: すでにアカウントをお持ちですか？

source: Any modifications made to this device that are not approved by Epicore Biosystems, Inc. may void the authority granted to the user by the FCC to operate equipment.
es: Cualquier modificación realizada a este dispositivo que no esté aprobada por Epicore Biosystems, Inc. puede anular la autoridad otorgada al usuario por la FCC para operar el equipo.
ja: Epicore Biosystems, Inc. によって承認されていない変更がこのデバイスに加えられると、FCC によってユーザーに付与された機器を操作する権限が無効になる場合があります。

source: App may be paired to the wrong module
es: La aplicación puede estar emparejada al módulo equivocado
ja: アプリが間違ったモジュールとペアリングされている可能性があります

source: App may not be recognizing Bluetooth
es: Es posible que la aplicación no reconozca el Bluetooth
ja: アプリが Bluetooth を認識していない可能性があります

source: APP OVERVIEW
es: DESCRIPCIÓN GENERAL DE LA APLICACIÓN
ja: アプリ概要

source: Are you sure you want to update your physiology information?
es: ¿Está seguro de que desea actualizar su información de fisiología?
ja: 生理情報を更新してもよろしいですか?

source: Assigned at birth.
es: Asignado al nacer.
ja: 出生時の割り当て

source: AT RISK
es: EN RIESGO
ja: 危険にさらされています

source: At the End your Shift...
es: Al final de su turno...
ja: シフト終了時に...

source: ATTACH MODULE
es: MÓDULO ATTACH
ja: アタッチ・モデル

source: ATTENTION
es: ATENCIÓN
ja: 注意

source: Balancing the body's fluid levels
es: Equilibrar los niveles de líquidos del cuerpo
ja: 身体の水分バランスをとるため

source: Battery Left
es: Batería izquierda
ja: バッテリー残量

source: Be sure to create a secure seal between the patch and your skin.
es: Asegúrese de crear un sello seguro entre el parche y su piel.
ja: パッチと皮膚との間にしっかりとした密閉性があることを確認してください。

source: BEGIN: ACCOUNT SETUP
es: INICIO: CONFIGURACIÓN DE LA CUENTA
ja: アカウント設定

source: Bluetooth connection established!
es: ¡Conexión Bluetooth establecida!
ja: Bluetooth接続が確立されました！

source: But too much can lead to:
es: Pero demasiado puede conducir a:
ja: 但し、ナトリウムのとりすぎは以下の問題を起こせます：

source: BUZZ ME %@
es: ZUMBAME %@
ja: バズミー %@

source: Call for support
es: Llame para obtener ayuda
ja: サポートを求める

source: Camera
es: Cámara
ja: カメラ

source: Canada
es: Canadá
ja: カナダ

source: Cancel
es: Cancelar
ja: キャンセル

source: CANCEL
es: CANCELAR
ja: キャンセル

source: Careful patch application is necessary for dependable results.
es: Es necesaria una aplicación cuidadosa del parche para obtener resultados confiables.
ja: 信頼できる結果を得るには、パッチを注意深く適用する必要があります。

source: Carefully check the verification code from the email you received and try again:
es: Compruebe cuidadosamente el código de verificación del correo electrónico que ha recibido e inténtelo de nuevo:
ja: 受信したメールにある確認コードを注意深く確認し、もう一度試してください。

source: Change
es: Cambia
ja: 変更

source: Change my Enterprise / Site
es: Cambiar mi empresa / sitio
ja: 企業/サイトの変更

source: CHANGE SERVER
es: CAMBIAR DE SERVIDOR
ja: サーバーを変更する

source: Check your email inbox
es: Compruebe su buzón de correo electrónico
ja: メールの受信箱をチェックする

source: Choose whether to share safety statistics. Your data is never connected to your identity.
es: Elija si desea compartir estadísticas de seguridad. Tus datos nunca están conectados con tu identidad.
ja: 得られたデータをメインクラウドへ共有するか選択してください。​ ※共有したデータがあなた個人と紐づいて記録されることは決してありません。

source: Clean skin with alcohol wipe on flat part of upper arm (about 2 finger width from elbow). Wait at least 30 seconds until completely dry.
es: Limpie la piel con una toallita con alcohol en la parte plana de la parte superior del brazo (aproximadamente a 2 dedos del ancho del codo). Espere al menos 30 segundos hasta que esté completamente seco.
ja: 上腕の平らな部分（肘から指2本分くらいの幅）の皮膚をアルコールワイプで清潔にします。完全に乾くまで少なくとも 30 秒待ちます。

source: CLEAR USERDEFAULTS DATA
es: BORRAR DATOS DE DEFECTOS DE USUARIO
ja: ユーザーデフォルトデータのクリア

source: Cloud Update
es: Actualización en la nube
ja: クラウドアップデート

source: Compliance
es: Cumplimiento
ja: コンプライアンス

source: Compliance Statements
es: Declaraciones de cumplimiento
ja: コンプライアンスに関する声明

source: Confirm
es: Confirmar
ja: 確認する

source: CONFIRM
es: CONFIRMAR
ja: 確認する

source: CONNECTED HYDRATION
es: HIDRATACIÓN CONECTADA
ja: Connected Hydration（Epicore CH）

source: Consider **pre-hydrating** to get ahead until your next break.
es: Considera **prehidratarte** para avanzar hasta tu próximo descanso.
ja: 次の休憩までに備えて**事前に水分補給**することを検討してください。

source: CONSUMED
es: CONSUMIDO
ja: 消費された

source: CONTINUE
es: CONTINUAR
ja: 次へ

source: CONTINUE WITH ONBOARDING
es: CONTINUAR CON LA INCORPORACIÓN
ja: オンボーディングを続ける

source: Continuous vibration alarm means you are dehydrated.
es: La alarma de vibración continua significa que está deshidratado.
ja: 連続振動アラームは脱水症状を意味する。

source: Create a New Account
es: Crear una nueva cuenta
ja: 新規アカウントの作成

source: CREATE A NEW ACCOUNT
es: Crear una nueva cuenta
ja: 新規アカウントの作成

source: Data CSV file upload success
es: Carga exitosa del archivo CSV de datos
ja: データCSVファイルのアップロード成功

source: DATA SHARING
es: COMPARTIR DATOS
ja: データ共有

source: Data Upload In Progress
es: Carga de datos en curso
ja: データのアップロードが進行中です

source: DAY
es: DÍA
ja: 日

source: Debug
es: Depurar
ja: デバッグ

source: DEHYDRATED
es: DESHIDRATADO
ja: 脱水状態

source: Depleted battery or damaged module
es: Batería agotada o módulo dañado
ja: 消耗したバッテリーまたは破損したモジュール

source: Despite sweating less than most of your peers, your sweat sodium concentration is high, meaning your total sodium loss can add up quickly. This is especially true on more intense or hotter days. You should consider electrolyte supplementation, even during short sessions of activity. Despite a low sweat rate, take care to hydrate throughout the day.
es: A pesar de sudar menos que la mayoría de tus compañeros, tu concentración de sodio en el sudor es alta, lo que significa que tu pérdida total de sodio puede acumularse rápidamente. Esto es especialmente cierto en los días más intensos o calurosos. Deberías considerar la suplementación con electrolitos, incluso durante sesiones cortas de actividad. A pesar de una baja tasa de sudoración, procura hidratarte a lo largo del día.
ja: 汗をかく量は他の人よりも少ないにもかかわらず、汗のナトリウム濃度は高い。これは、特に激しい運動や暑い日に当てはまります。短時間の活動であっても、電解質の補給を考慮すべきです。発汗量は少ないものの、1日を通して水分補給を心がけましょう。

source: Device Status
es: Estado del dispositivo
ja: デバイスのステータス

source: Digestion
es: Digestión
ja: 消化

source: Disclaimer: Connected Hydration is not used for any diagnosis, treatment, or monitoring of a patient or for compensation or alleviation of disease, injury or disability. Users should seek a doctor’s advice before making any medical decisions.
es: Descargo de responsabilidad: Connected Hydration no se utiliza para ningún diagnóstico, tratamiento o seguimiento de un paciente ni para compensación o alivio de enfermedades, lesiones o discapacidades. Los usuarios deben buscar el consejo de un médico antes de tomar cualquier decisión médica.
ja: 免責事項: Connected Hydration は、患者の診断、治療、モニタリング、または病気、怪我、障害の補償や軽減には使用されません。ユーザーは医学的な決定を下す前に医師のアドバイスを求める必要があります。

source: Dispose of batteries properly in accordance with the manufacturer’s instructions and local regulations.
es: Deseche las baterías adecuadamente de acuerdo con las instrucciones del fabricante y las regulaciones locales.
ja: バッテリーはメーカーの指示および地域の規制に従って適切に廃棄してください。

source: Do not disassemble batteries or attempt to recharge them outside the system. Do not dispose of batteries in fire.
es: No desarme las baterías ni intente recargarlas fuera del sistema. No arroje las baterías al fuego.
ja: バッテリーを分解したり、システムの外で充電しようとしないでください。電池を火の中に投棄しないでください。

source: DO NOT INCINERATE or subject battery cells to temperatures in excess of 212°F. Such treatment can cause cell rupture.
es: NO INCINERE ni exponga las celdas de la batería a temperaturas superiores a 212 °F. Este tratamiento puede provocar la rotura celular.
ja: バッテリーセルを焼却したり、212°F を超える温度にさらしたりしないでください。このような治療は細胞破壊を引き起こす可能性があります。

source: Don’t exceed 48oz (1.5L) per hour of water intake.
es: No supere los 48 oz (1,5 l) por hora de ingesta de agua.
ja: 1時間当たりの水分摂取量は48オンス（1.5L）を超えないようにしてください

source: Don’t exceed 1500ml (1.5L) per hour of water intake.
es: No supere los 1500ml (1,5L) por hora de ingesta de agua.
ja: 1時間あたりの水分摂取量は1500ml（1.5L）を超えないようにしてください。

source: Done
es: Hecho
ja: 閉じる

source: DONE
es: HECHO
ja: 完了

source: Due to your high water loss through sweat, make sure you keep hydration and electrolyte needs a priority each day. Consider pre-hydrating heading into activity, and make sure to rehydrate whenever you get a chance. Despite a low sweat sodium concentration, your high rate of sweat loss can lead to higher sodium losses than you may expect.
es: Debido a tu elevada pérdida de agua a través del sudor, asegúrate de que tus necesidades de hidratación y electrolitos son una prioridad cada día. Considere la posibilidad de prehidratarse antes de iniciar la actividad y asegúrese de rehidratarse siempre que tenga oportunidad. A pesar de la baja concentración de sodio en el sudor, la elevada tasa de pérdida de sudor puede provocar pérdidas de sodio mayores de lo esperado.
ja: 汗による水分喪失が多いため、水分補給と電解質補給を毎日優先してください。活動前には事前に水分補給を行い、機会があれば必ず水分を補給するようにしましょう。汗のナトリウム濃度は低いものの、発汗量が多いため、予想以上にナトリウムが失われることがあります。

source: DURATION (HR:MIN)
es: DURACIÓN (HR:MIN)
ja: 所要時間（時間：分）

source: e.g. Spring Water
es: por ejemplo, agua de manantial
ja: 例えば天然水

source: EDIT
es: EDITAR
ja: 編集

source: Email
es: Correo electrónico
ja: Eメール

source: Email address not recognized
es: Dirección de correo electrónico no reconocida
ja: メールアドレスが認識されない

source: Email Not Received:
es: Correo electrónico no recibido:
ja: メールが受信されませんでした:

source: Enable Button Press for Water Intake
es: Activar la pulsación del botón para la entrada de agua
ja: 水分摂取のためのボタン押下を有効にする

source: Enable data transfer from module to phone
es: Permitir la transferencia de datos desde el módulo al teléfono
ja: モジュールから電話へのデータ転送を有効にする

source: Ensure proper attachment to an accessory
es: Asegúrese de que el accesorio está bien fijado
ja: アクセサリへの適切な取り付けを確認する

source: Enter any unlogged intake for your shift.
es: Introduzca las entradas no registradas de su turno.
ja: シフトに記録されていない摂取量を入力してください。

source: ENTER CODE MANUALLY
es: INTRODUCE EL CÓDIGO MANUALMENTE
ja: コードを手動で入力してください

source: Enter Item Manually
es: Ingresar artículo manualmente
ja: 項目を手動で入力

source: Enter Manually Instead
es: Ingrese manualmente en su lugar
ja: 代わりに手動で入力してください

source: ENTER MENU ITEM
es: ENTRAR EN EL MENÚ
ja: メニューを作成

source: ENTER THE APP
es: ENTRA A LA APLICACIÓN
ja: アプリに入る

source: Enter verification code manually
es: Introducir manualmente el código de verificación
ja: 認証コードを手動で入力する

source: Enter verification code received by email:
es: Ingrese el código de verificación recibido por correo electrónico:
ja: 電子メールで受け取った確認コードを入力してください:

source: Enter your email address:
es: Introduzca su dirección de correo electrónico:
ja: メールアドレスを入力してください：

source: Enterprise
es: Empresa
ja: 所属情報

source: ENTERPRISE / SITE ID
es: EMPRESA / SITE ID
ja: エンタープライズ / サイトID

source: Enterprise and/or Site is incorrect
es: La empresa y/o el sitio son incorrectos
ja: 企業またはサイトが正しくない

source: Enterprise code confirmed.
es: Código de empresa confirmado.
ja: エンタープライズコードを確認。

source: Enterprise code or site ID is invalid
es: El código de empresa o el ID del sitio no son válidos
ja: エンタープライズコードまたはサイトIDが無効

source: Epicore Biosystems are registered trademarks of Epicore Biosystems, Inc. Connected Hydration is a trademark of Epicore Biosystems, Inc.
es: Epicore Biosystems son marcas comerciales registradas de Epicore Biosystems, Inc. Connected Hydration es una marca comercial de Epicore Biosystems, Inc.
ja: Epicore Biosystems は Epicore Biosystems, Inc. の登録商標です。 Connected Hydration は Epicore Biosystems, Inc. の商標です。

source: Epicore CH needs access to bluetooth to function properly.
es: Epicore CH necesita acceso a bluetooth para funcionar correctamente.
ja: Epicore CH が正しく機能するには、Bluetooth にアクセスする必要があります。

source: Epicore CH needs access to your camera to scan QR code.
es: Epicore CH necesita acceso a su cámara para escanear el código QR.
ja: Epicore CH は QR コードをスキャンするためにカメラにアクセスする必要があります。

source: Even though you’re not a heavy sweater, your body still may lose a fair amount of sodium on more intense days. While your sodium losses may typically be covered by your diet, consider additional electrolyte supplementation on particularly active days, especially if you start to feel like your energy is draining. Despite a low sweat rate, take care to hydrate throughout the day.
es: Aunque no sudes mucho, tu cuerpo puede perder una buena cantidad de sodio en los días más intensos. Aunque las pérdidas de sodio suelen estar cubiertas por la dieta, considera la posibilidad de tomar suplementos de electrolitos adicionales en los días especialmente activos, sobre todo si empiezas a notar que te falta energía. A pesar de sudar poco, procura hidratarte a lo largo del día.
ja: たくさん汗をかくわけではなくても、激しい運動をした日には、かなりの量のナトリウムが失われる可能性があります。ナトリウムの損失は通常、食事でカバーできますが、特に活動的な日、特にエネルギーが消耗していると感じ始めたら、電解質の追加補給を検討してください。発汗量が少ないとはいえ、1日を通して水分補給には気をつけましょう。

source: EXPLOSION HAZARD - BATTERIES MUST ONLY BE CHANGED IN AN AREA KNOW TO BE NON-HAZARDOUS.
es: PELIGRO DE EXPLOSIÓN: LAS BATERÍAS SÓLO DEBEN CAMBIARSE EN UN ÁREA QUE SE SABE QUE NO ES PELIGROSA.
ja: 爆発の危険性 - バッテリーの交換は、危険性がないとわかっている場所でのみ行ってください。

source: FCC COMPLIANCE
es: CUMPLIMIENTO DE LA FCC
ja: FCC 準拠

source: FCC ID: 2BANDCHASY0215
es: Identificación de la FCC: 2BANDCHASY0215

source: Female
es: Mujer
ja: 女性

source: FIND MY %@
es: ENCONTRAR MI %@
ja: モジュールを見つける %@

source: Find your Enterprise / Site ID on the printed Onboarding Instructions sheet.
es: Busque su ID de empresa / centro en la hoja impresa de instrucciones de incorporación.
ja: 印刷されたオンボーディング手順シートでエンタープライズ/サイト ID を見つけます。

source: Firmware Rev
es: Revisión de firmware
ja: ファームウェアリビジョン

source: Font Licenses
es: Licencias de fuentes
ja: フォントライセンス

source: For **quick** tracking: push button on module to add one bottle when you drink.
es: Para un seguimiento **rápido**: pulse el botón del módulo para añadir una botella cuando beba.
ja: クイックトラッキング：飲んだらモジュールのボタンを押して1本追加。

source: For Class B - Unintentional Radiators:
es: Para Clase B - Radiadores no intencionales:
ja: クラス B - 非意図的ラジエーターの場合:

source: GET HELP >
es: OBTÉN AYUDA >
ja: 助けを得る >

source: GET STARTED
es: EMPEZAR
ja: 始めましょう

source: Getting user data...
es: Obtención de datos de usuario...
ja: ユーザーデータを取得しています...

source: Grab adhesive patch from top and peel. Disconnect module and discard patch.
es: Agarre el parche adhesivo por la parte superior y despéguelo. Desconecte el módulo y deseche el parche.
ja: 粘着パッチを上からつかみ、はがします。モジュールを取り外し、パッチを廃棄します。

source: Has your enterprise ID changed? Confirm where you’ll be based:
es: ¿Ha cambiado su identificación de empresa? Confirme dónde tendrá su sede:
ja: 企業IDが変わりましたか？拠点となる場所を確認してください：

source: Heart disease
es: Cardiopatía
ja: 心臓病

source: Height must be between 125cm and 212cm
es: La altura debe estar entre 125 cm y 212 cm.
ja: 身長は125cmから212cmの間である必要があります

source: Height:
es: Altura:
ja: 身長：

source: high
es: alta
ja: 高

source: High
es: Alta
ja: 高

source: HIGH
es: ALTO
ja: 高

source: High blood pressure
es: Hipertensión
ja: 高血圧

source: HISTORY
es: HISTORIA
ja: 履歴

source: Hours
es: Horas
ja: 時間

source: How do I navigate to my email?
es: ¿Cómo accedo a mi correo electrónico?
ja: Eメールへのアクセス方法は？
